/**
 * makeshopクラス
 */
export class MakeshopClass{
	constructor(){
	}

  static get categoryList(){
		return [
		"すべての商品",
		"ミニ四駆関連",
		"ミニ四駆関連\\ミニ四駆本体",
		"ミニ四駆関連\\パーツ",
		"ミニ四駆関連\\キットボーイ・オリジナルグッズ",
		"ミニ四駆関連\\タミヤ製品以外ミニ四駆パーツ",
		"模型",
		"模型\\航空機",
		"模型\\金属模型",
		"模型\\自動車/レーシングカー",
		"模型\\艦船",
		"模型\\風景/ジオラマ",
		"模型\\鉄道/列車",
		"模型\\ガンプラ",
		"模型\\30MM",
		"模型\\メカ/ロボット",
		"模型\\キャラクター",
		"模型\\ミリタリーミニチュア",
		"模型\\バイク",
		"RC",
		"RC\\パーツ/アクセサリ",
		"エアガン",
		"エアガン\\パーツ/アクセサリ",
		"エアガン\\パーツ/アクセサリ\\レイル/マウント",
		"エアガン\\パーツ/アクセサリ\\ハンドガード",
		"エアガン\\パーツ/アクセサリ\\バレル",
		"エアガン\\パーツ/アクセサリ\\グリップ/ストック",
		"エアガン\\パーツ/アクセサリ\\スリング",
		"エアガン\\パーツ/アクセサリ\\サイレンサー/マズル",
		"エアガン\\パーツ/アクセサリ\\サイト/スコープ",
		"エアガン\\パーツ/アクセサリ\\バッテリー関連",
		"エアガン\\パーツ/アクセサリ\\フレーム/スライド",
		"エアガン\\パーツ/アクセサリ\\マガジン",
		"エアガン\\パーツ/アクセサリ\\ライト/レーザー",
		"エアガン\\パーツ/アクセサリ\\その他",
		"エアガン\\パーツ/アクセサリ\\内部パーツ",
		"エアガン\\カスタム電動ガン",
		"エアガン\\キットボーイ・オリジナル",
		"エアガン\\サプライ/消耗品",
		"その他"
		]
	}
}